Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_abroad/e111.html.txt.tmx
Source language: en
Languages: ga

source: The European Health Insurance Card
ga: An Cárta Eorpach um Árachas Sláinte

source: • Refund of health costs
ga: • Aisíocaíocht ar chostais sláinte

source: The following information explains how to apply for a European Health Insurance Card (EHIC) if you are living in Ireland or living in another EU/EEA State and are linked to the Irish Social Security System
ga: Mínítear san fhaisnéis seo a leanas conas iarratas a dhéanamh ar Chárta Eorpach um Árachas Sláinte (CEÁS) má tá tú i do chónaí in Éirinn nó i do chónaí i Stát AE/LEE eile atá nasctha le Córas Slándála Sóisialaí na hÉireann

source: If you live in Ireland but you are linked to another EU/EEA State's Social Security System, contact the health authorities in that country for more information
ga: Má tá tú i do chónaí in Éirinn agus nasctha le Córas Slándála Sóisialaí de chuid Stát AE/LEE eile, déan teagmháil le húdaráis sláinte na tíre sin le haghaidh tuilleadh faisnéise

source: If you are an EU/EEA national and are travelling or staying temporarily in another state of the European Economic Area (EEA) or Switzerland, you are entitled to receive medical care if you become ill or have an accident
ga: Má tá tú i do náisiúnach AE/LEE agus tú ag taisteal nó ag fanacht ar bhonn sealadach i stát eile de chuid an Limistéir Eorpaigh Eacnamaíoch (LEE) nó na hEilvéise, beidh tú i dteideal cúram míochaine a fháil má éiríonn tú tinn nó má bhíonn timpiste agat

source: If you are a student or a seconded worker, or if you are entitled to a social security pension in that state, you will be entitled to health care beyond the immediate treatment
ga: Más mac léinn nó oibrí ar iasacht tú, nó má tá tú i dteideal pinsean slándála sóisialaí sa stát sin, beidh tú i dteideal cúram sláinte a fháil sa bhreis ar an gcóireáil láithreach

source: The European Health Insurance Card (EHIC) replaced the E111 form and a number of other 'E' forms including the E128, making it easier for you to get medical care quickly and easily
ga: Tháinig an Cárta Eorpach um Árachas Sláinte (CEÁS) i gcomharba ar an bhfoirm E111 agus ar roinnt foirmeacha ‘E’ eile lena n-áirítear an E128, agus dá réir sin is furasta duit cúram míochaine a fháil go tapa agus go réidh

source: It is evidence that you are part of a health insurance scheme administered by another state in the EEA/Switzerland
ga: Is fianaise é go bhfuil tú mar chuid de scéim árachais sláinte arna riar ag stát eile san LEE/san Eilvéis

source: To obtain healthcare with the Card, you can go to the nearest public system doctor, public hospital, or other public treatment centre and present your Card
ga: D’fhonn cúram sláinte a fháil leis an gCárta, is féidir leat dul chuig an dochtúir is gaire de chuid an chórais phoiblí, chuig an ospidéal poiblí, nó chuig ionad cóireála poiblí eile agus do Chárta a thaispeáint

source: Public health care systems vary from country to country, and few countries pay the full cost of health care for holders of the Card, so there may be some element of co-payment for the services you receive
ga: Bíonn difríochtaí idir na córais cúraim sláinte phoiblí ó thír go tír, agus is beag é líon na dtíortha a íocann as costas iomlán an chúraim sláinte le haghaidh sealbhóirí an Chárta, dá réir sin d’fhéadfadh gné chomhíocaíochta a bheith i gceist le haghaidh na seirbhísí a fhaigheann tú

source: Currently, the EEA comprises the 28 member states of the European Union together with Iceland, Norway and Liechtenstein
ga: Faoi láthair, cuimsítear sa LEE 28 tír an Aontais Eorpaigh (AE) mar aon leis an Íoslainn, an Iorua, agus Lichtinstéin

source: Your European Health Insurance Card is valid for use throughout any of these countries and in Switzerland
ga: Tá do Chárta Eorpach um Árachas Sláinte bailí lena úsáid ar fud aon cheann de na tíortha seo agus san Eilvéis

source: Where can I use my European Health Insurance Card?
ga: Cá háit ar féidir liom mo Chárta Eorpach um Árachas Sláinte a úsáid?

source: In any EU/EEA Country and in Switzerland
ga: In aon tír AE/LEE agus san Eilvéis

source: Follow this link to find out where you can use your Card and how to access care abroad
ga: Lean an nasc seo chun faisnéis a fháil maidir le cá háit ar féidir leat do Chárta a úsáid agus conas is féidir leat rochtain a fháil ar chúram agus tú thar lear

source: If the country you are visiting is not among those listed, you cannot use a European Health Insurance Card there and you should obtain private health insurance instead
ga: Mura bhfuil an tír ar a bhfuil tú ar chuairt san áireamh sna cinn atá liostaithe, ní féidir leat an Cárta Eorpach um Árachas Sláinte a úsáid ann agus ba cheart duit árachas sláinte príobháideach a fháil ina ionad

source: Andorra and Monaco are not part of the EU (they are separate principalities)
ga: Níl Andóra ná Monacó mar chuid den AE (tá siad ina bprionsachtaí ar leith)

source: As they are not part of the EU, they are not subject to EU regulations and your European Health Insurance Card is not acceptable there
ga: Ós rud é nach bhfuil siad mar chuid den AE, níl siad faoi réir ag rialacháin an AE agus ní ghlactar le do Chárta Eorpach um Árachas Sláinte iontu

source: You are advised to obtain private health insurance instead
ga: Moltar duit árachas sláinte príobháideach a fháil ina ionad

source: Can non-EU nationals apply for and use European Health Insurance Cards?
ga: An féidir le náisiúnaigh nach as an AE iad iarratas a dhéanamh ar Chártaí Eorpacha um Árachas Sláinte agus iad a úsáid?

source: Under Regulation 859/2003 any non-EU national, their family members or survivors legally resident in the territory of an EU member state may apply for and use a European Health Insurance Card or Temporary Replacement Certificate while on temporary visits between member states. However, they cannot use their card for medical treatment in Denmark, Iceland, Liechtenstein, Norway or Switzerland
ga: Faoi Rialachán 859/2003 is féidir le náisiúnach nach ón AE é/í, a m(h)uintir ná a m(h)arthanóirí, ach atá ina c(h)ónaí i gcríoch bhallstát an AE iarratas a chur isteach ar Chárta Eorpach um Árachas Sláinte nó ar Theastas Ionadach Sealadach agus leas a bhaint astu nuair a bhíonn siad ar chuairteanna sealadacha idir bhallstáit.Mar sin féin, ní féidir iad a úsáid a gcuid cártaí le haghaidh cóireála leighis sa Danmhairg, an Íoslainn, Lichtinstéin, an Iorua nó den Eilbhéis

source: You can only apply for an European Health Insurance Card from the Irish health authorities if you are:
ga: Is féidir leat iarratas a dhéanamh ar Chárta Eorpach um Árachas Sláinte ó húdaráis sláinte na hÉireann má bhaineann an méid seo a leanas leat:

source: • Ordinarily resident in Ireland and you are not receiving a Social Insurance payment from another EU State or paying another EU State's Social Insurance, or you are not the dependant of such a person
ga: • Tá tú i do chónaí de ghnáth in Éirinn agus níl íocaíocht Árachais Shóisialta á fáil agat ó Stát AE eile ná níl tú ag íoc as Árachas Sóisialta Stát AE eile, ná níl tú cleithiúnach ar dhuine dá leithéid

source: • Resident in another EU State and you are receiving an Irish Social Insurance payment or paying Irish Social Insurance, or you are a dependant of such a person
ga: • Tá tú i do chónaí i Stát AE eile agus níl íocaíocht Árachais Shóisialta Éireannach á fáil agat ná níl tú ag íoc as Árachas Sóisialta na hÉireann, ná níl tú cleithiúnach ar dhuine dá leithéid

source: Like the old E111, the European Health Insurance Card only entitles you to the state-funded health care scheme in the country in which you are staying
ga: Dála an sean-E111, ní thugann an Cárta Eorpach um Árachas Sláinte teidlíocht duit ach amháin i leith na scéime cúraim sláinte stát-mhaoinithe sa tír ina bhfuil tú ag fanacht

source: It will not cover any of the costs involved in transporting you back to Ireland
ga: Ní chlúdóidh sé aon cheann de na costais a ghabhann le d’iompar ar ais go hÉirinn

source: Every individual member of the family or group will require their own card
ga: Beidh a c(h)árta féin ag teastáil ó gachball aonair de theaghlach nó de ghrúpa

source: Each European Health Insurance Card will be valid throughout the EEA and Switzerland for up to 4 years
ga: Beidh gach Cárta Eorpach um Árachas Sláinte bailí ar fud an LEE agus na hEilvéise ar feadh tréimhse nach mó ná 4 bhliain

source: You can get a European Health Insurance Card in Ireland if you are ordinarily resident here
ga: Is féidir leat Cárta Eorpach um Árachas Sláinte a fháil in Éirinn má tá tú i do chónaí anseo de ghnáth

source: The European Health Insurance Card will not cover you for health care in any country outside the EEA, with the exception of Switzerland
ga: Ní thabharfaidh an Cárta Eorpach um Árachas Sláinte clúdach duit maidir le cúram sláinte i dtír ar bith lasmuigh den LEE, cé is moite de Eilvéis

source: You don’t need a European Health Insurance Card to get necessary health care while on a temporary visit to the UK if you are an Irish resident
ga: Ní gá duit Cárta Eorpach um Árachas Sláinte a bheith agat d’fhonn cúram sláinte riachtanach a fháil fad is atá tú ar chuairt shealadach sa RA más cónaitheoir Éireannach tú

source: It is enough to show proof that you are ordinarily resident in Ireland
ga: Is leor é cruthúnas a thabhairt go mbíonn tú i do chónaí in Éirinn de ghnáth

source: (In practice, proof that you are ordinarily resident in Ireland means a driving licence, Irish passport or similar document.)
ga: (Is éard atá i gcruthúnas go mbíonn tú i do chónaí in Éirinn de ghnáth ná ceadúnas tiomána, pas Éireannach nó doiciméad comhchosúil.)

source: What is 'necessary health care' for the purposes of using my European Health Insurance Card?
ga: Cad is ‘cúram sláinte riachtanach’ ann ó thaobh úsáid a bhaint as mo Chárta Eorpach um Árachas Sláinte?

source: The term 'necessary care' was defined under decision 194 of 2003 by the Administrative Commission on Social Security for Migrant Workers
ga: Sainmhíníodh an téarma ‘cúram riachtanach’ faoi chinneadh 194 na bliana 2003 ón gCoimisiún Riaracháin maidir le Slándáil Shóisialach d’Oibrithe Imirceacha

source: That decision defines necessary care as benefits granted with a view to preventing an insured person from being forced to return home to their home member state and enabling them to continue their temporary stay in another member state under safe medical conditions
ga: Rinneadh sainmhíniú leis an gcinneadh sin ar chúram riachtanach mar tairbhí a thugtar ionas nach mbeadh ar dhuine a bhfuil árachas aige/aici dul abhaile chuig an mballstát as a dtáinig sé/sí agus cuireann sé ar a c(h)umas leanúint ar aghaidh lena f(h)anacht sealadach i mballstát eile faoi dhálaí míochaine sábháilte

source: The decision specifically states that it does not cover persons who travel within Europe in order to obtain treatment in a country other than that in which they are insured
ga: Sonraíonn an cinneadh nach gclúdaíonn sé daoine a dhéanann taisteal san Eoraip d’fhonn cóir leighis a fháil i dtír seachas sin ina bhfuil siad faoi árachas

source: There is further information regarding the rights and obligations of those who hold and use a European Health Insurance Card here
ga: Tá tuilleadh faisnéise maidir le cearta agus oibleagáidí na ndaoine a bhfuil Cárta Eorpach um Árachas Sláinte acu agus a mbaineann úsáid as anseo

source: How do I renew my European Health Insurance Card?
ga: Conas is féidir liom mo Chárta Eorpach um Árachas Sláinte a athnuachan?

source: Your Card will not be renewed automatically - instead, you must apply to renew your Card
ga: Ní dhéanfar do Chárta a athnuachan go huathoibríoch - beidh ort iarratas a dhéanamh chun do Chárta a athnuachan

source: See 'How to apply' below for instructions
ga: Féach 'Conas iarratas a dhéanamh' thíos le haghaidh treoracha

source: Remember, if any of your details have changed (e.g
ga: Cuimhnigh, más rud é go bhfuil athrú tagtha ar aon cheann de do chuid sonraí (m.sh

source: address, etc.) since your last card was issued you must contact your Local Health Office to have this information updated in advance of renewal
ga: seoladh, srl) ón am a eisíodh do chárta deireanach tá ort teagmháil a dhéanamh le d’Oifig Sláinte Áitiúil d’fhonn an fhaisnéis sin a nuashonrú roimh an athnuachan

source: What if I don't have my Card before I travel?
ga: Cad é an scéal mura bhfuil mo Chárta faighte agam sula ndéanaim taisteal?

source: If you don't have your European Health Insurance Card for any reason, you can get a Temporary Replacement Certificate
ga: Mura bhfuil do Chárta Eorpach um Árachas Sláinte faighte agat, is cuma an chúis, is féidir leat Teastas Ionadach Sealadach a fháil

source: This Certificate gives you the same entitlement as the Card, but for a shorter period
ga: Tá an teidlíocht chéanna agat leis an Teastas is atá leis an gCárta, ach ar feadh tréimhse níos giorra

source: You can apply online for this Certificate, or by post or in person to your Local Health Office
ga: Is féidir leat iarratas a chur isteach ar an Teastas ar líne, tríd an bpost nó go pearsanta ag an Oifig Sláinte Áitiúil

source: (See 'Where to apply' below)
ga: (Féach ‘'Cá háit a ndéanfaidh mé iarratas' thíos)

source: One Temporary Replacement Certificate is issued per person
ga: Eisítear aon Teastas Ionadach Sealadach amháin in aghaidh an duine

source: Using a European Health Insurance Card in Ireland
ga: Cárta Eorpach um Árachas Sláinte a úsáid in Éirinn

source: There are more than 2,000 family doctors (GPs) in Ireland contracted to the European Health Insurance Card scheme
ga: Tá breis is 2,000 dochtúirí teaghlaigh (DG) in Éirinn a bhfuil conradh acu le haghaidh scéim an Chárta Eorpaigh um Árachas Sláinte

source: If you are an EU/EEA national with a European Health Insurance Card (or equivalent) visiting Ireland you can avail of necessary family doctor services and emergency dental treatment for the relief of pain (and urgent denture repairs) under EU regulations
ga: Más náisiúnach AE/LEE tú a bhfuil Cárta Eorpach um Árachas Sláinte (nó a chomhionann) agat agus tú ar chuairt in Éirinn is féidir leat leas a bhaint as seirbhísí riachtanacha dochtúirí teaghlaigh agus as cóireáil fiaclóireachta éigeandála chun faoiseamh a fháil ó phian (agus cíor fiacla a dheisiú) faoi rialacháin AE

source: Emergency services in Ireland are contactable by telephoning 999 or 112, free of charge
ga: Is féidir teagmháil a dhéanamh le seirbhísí in Éirinn trí ghlao a chur ar 999 nó ar 112, saor in aisce

source: Further information about how to obtain treatment from a family doctor or dentist, prescription medicines and hospital treatment while visiting Ireland is available here
ga: Tá tuilleadh faisnéise maidir le conas cóireáil ó dhochtúir teaghlaigh nó ó fhiaclóir, leigheasanna oidis agus cóireáil ó ospidéil a fháil agus tú ar cuairt in Éirinn ar fáil anseo

source: There is no fee for the European Health Insurance Card or for a Temporary Replacement Certificate
ga: Ní ghearrtar aon táille maidir leis an gCárta Eorpach um Árachas Sláinte nó maidir le Teastas Ionadach Sealadach

source: Renewing a European Health Insurance Card is also free
ga: Tá sé saor in aisce Cárta Eorpach um Árachas Sláinte a athnuachan fosta

source: Applying for a European Health Insurance Card for the first time
ga: Iarratas den chéad uair ar Chárta Eorpach um Árachas Sláinte

source: If you are travelling to an EU/EEA country or Switzerland you should apply for an European Health Insurance Card (or Temporary Replacement Certificate) in advance of travel
ga: Má tá tú ag taisteal chuig tír AE/LEE nó chuig an Eilvéis ba cheart duit iarratas a dhéanamh ar Chárta Eorpach um Árachas Sláinte (nó ar Theastas Ionadach Sealadach) roimh duit taisteal a dhéanamh

source: You may apply online for your European Health Insurance Card if you are currently resident in Ireland and you already have either a medical card or a Drugs Payment Scheme (DPS) card
ga: Is féidir leat iarratas a dhéanamh ar líne ar do Chárta Eorpach um Árachas Sláinte má tá tú i do chónaí faoi láthair in Éirinn agus má tá ceachtar de chárta leighis nó cárta Scéim Íoctha Drugaí (DPS) agat cheana féin

source: Your online application will be forwarded to the HSE Primary Care Re-imbursement Service) for processing
ga: Déanfar d’iarratas ar líne a chur ar aghaidh chuig Seirbhís Aisíocaíochta Cúraim Phríomhúil FSS lena phróiseáil

source: Your Card or Certificate will then be posted out to you
ga: Cuirfear do Chárta nó do Theastas chugat sa phost ansin

source: Alternatively, you can download a European Health Insurance Card application form here (pdf)
ga: Nó féadfaidh tú foirm iarratais ar Chárta Eorpach um Árachas Áitiúil a íoslódáil anseo (pdf)

source: If you are applying for a Temporary Replacement Certificate, write 'Temporary Replacement Certificate' on the form
ga: Má tá tú ag déanamh iarratais ar Theastas Ionadach Sealadach, scríobh 'Teastas Ionadach Sealadach' ar an bhfoirm

source: Complete the form and return it to your Local Health Office at least 1 month before you leave Ireland
ga: Déan an fhoirm a chomhlánú agus í a sheoladh ar ais chuig an Oifig Sláinte Áitiúil 1 mhí ar a laghad sula n-imíonn tú ó Éirinn

source: Copies of the application form for a European Health Insurance Card are also available from your Local Health Office
ga: Tá cóipeanna den fhoirm iarratais ar Chárta Eorpach um Árachas Sláinte ar fáil fosta ó na hOifige Sláinte Áitiúla

source: If you are resident in another EU/EEA member state, a different application form is used
ga: Má tá tú i do chónaí i mballstát AE/LEE eile, úsáidtear foirm iarratais éagsúil

source: You can apply online or download the form and email or post it
ga: Is féidir leat iarratas a dhéanamh ar líne nó an fhoirm a íoslódáil agus í a chur i ríomhphost nó sa phost

source: Renewing an expired European Health Insurance Card
ga: Cárta Eorpach um Árachas Sláinte atá as feidhm a athnuachan

source: European Health Insurance Cards are not re-issued automatically when they expire
ga: Ní eisítear Cártaí Eorpacha um Árachas Sláinte go huathoibríoch nuair a théann siad as feidhm

source: Instead, you must apply to renew your Card
ga: Ina ionad sin, bíonn ort iarratas a dhéanamh chun do Chárta a athnuachan

source: Before you apply to renew your expired Card online, remember to have your old Card to hand
ga: Sula ndéanfaidh tú iarratas chun do Chárta atá as feidhm a athnuachan ar líne, cuimhnigh do shean-Chárta a bheith ar láimh agat

source: If you have changed address or your name since your last Card was issued you will need to contact your Local Health Office
ga: Má athraigh tú do sheoladh nó d’ainm ón am a eisíodh do Chárta deireanach beidh ort dul i dteagmháil leis an Oifig Sláinte Áitiúil

source: It is advisable to apply well in advance of the date you plan to travel
ga: Moltar duit iarratas a dhéanamh i bhfad roimh an dáta ar a ndéanfaidh tú taisteal

source: Renew your European Health Insurance Card online here
ga: Déan do Chárta Eorpach um Árachas Sláinte a athnuachan ar líne anseo

source: Select the Renew Current Card option at the top of the screen
ga: Roghnaigh an rogha Déan an Cárta Reatha a Athnuachan ar barr an scáileáin

source: You will then be asked to enter the 10-digit identification number listed on your expired Card
ga: Iarrfar ort an uimhir aitheantais 10 ndigit atá liostaithe ar do Chárta éagtha a chur isteach

source: This number is located on the front of your Card, in the bottom left-hand section
ga: Tá an uimhir seo lonnaithe ar aghaidh do Chárta, sa chuid ar bun thaobh na láimhe clé

source: You are then asked to confirm the address to which the Card will be dispatched
ga: Iarrtar ort an seoladh ar cheart an Cárta a chur chuige a dhearbhú ansin

source: After this, you will see a confirmation screen, confirming that your renewal application has been successful and that your Card will be dispatched
ga: Ina dhiaidh sin, feicfidh tú scáileán dearbhúcháin, ag dearbhú gur éirigh le d’iarratas ar athnuachan agus go cuirfear do Chárta chugat

source: Refund of health costs
ga: Aisíocaíocht ar chostais sláinte

source: The European Health Insurance Card (EHIC) entitles you to healthcare through the public system if you become ill or injured while on a temporary stay
ga: An Cárta Eorpach um Árachas Sláinte ( EHIC ) tú i dteideal cúram sláinte tríd an gcóras poiblí má éiríonn tú breoite nó gortaithe fad ar fanacht go sealadach

source: In some states you may have to make some payment towards the cost of the services you receive, just as residents in that state do
ga: I roinnt stát b'fhéidir go mbeadh ort a dhéanamh ar roinnt íocaíochta i leith chostas na seirbhísí a fhaigheann tú, díreach mar a dhéanann cónaitheoirí sa stát sin

source: Such payments are non-refundable
ga: Tá íocaíochtaí den sórt sin neamh-inaisíoctha

source: If you avail of private health care no refund is payable
ga: Má bhaineann tú leas as íocaíochtaí cúram sláinte príobháideach nach bhfuil aisíoctha

source: You may be entitled to a refund if you were charged because you did not present a valid EHIC or you were charged in error by the health service provider in the other state
ga: Féadfaidh tú a bheith i dteideal aisíocaíochta dá muirearófaí tú toisc nach raibh tú i láthair ar EHIC bailí nó dá muirearófaí tú i earráid ag an soláthraí seirbhíse sláinte sa stát eile

source: You should apply for a refund to your HSE Local Health Office
ga: Ba chóir duit iarratas a dhéanamh ar aisíocaíocht chuig d'Oifig Sláinte Áitiúil FSS

source: You should bring any receipts you have
ga: Ba chóir duit a thabhairt ar aon admhálacha agat

source: The HSE will send an E126 form to the health authorities in the other state to establish:
ga: Cuirfidh an FSS foirm E126 a sheoladh chuig na húdaráis sláinte sa stát eile a bhunú:

source: • If you availed of a public health service
ga: • Má úsáidtear tú seirbhís sláinte poiblí

source: • The level of refund that is due to you
ga: • Leibhéal aisíoc atá dlite duit

source: On return of the completed E126 form from the other state, the HSE should be able to determine if a refund is due or not
ga: Nuair a bhíonn an fhoirm E126 comhlánaithe a chur ar ais ag an stát eile, ba chóir don FSS a bheith in ann a chinneadh an bhfuil aisíoc dlite nó nach bhfuil

source: Further information is available on the HSE website
ga: Tá tuilleadh eolais ar fáil ar láithreán gréasáin an FSS
